IDEA Open Model
MatConcreteSIA.Epsc2d Property
 compressive strain in the concrete
 Namespace: IdeaRS.OpenModel.Material
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.0.1.1 (10.0.1.1)
Syntax
public double Epsc2d { get; set; }
Public Property Epsc2d As Double
	Get
	Set
public:
property double Epsc2d {
	double get ();
	void set (double value);
}
Property Value
Type: Double
See Also
Reference
MatConcreteSIA Class
IdeaRS.OpenModel.Material Namespace